Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: In the dental laboratory, the ceramist had the demanding task of duplicating as closely as possible the optical properties of the natural left maxillary central incisor (contralateral tooth) by applying a complex layering technique and anticipating the significant volume contraction associated with the subsequent sintering process (Figs 40a, b).
vi: In the dental laboratory, the ceramist had the demanding task of duplicating as closely as possible the optical properties of the natural left maxillary central incisor (contralateral tooth) by applying a complex layering technique and anticipating the significant volume contraction associated with the subsequent sintering process (Hình 40a, b).

source: In the dental laboratory, the final modifications, focusing primarily on the surface texture characteristics as seen in the contralateral natural tooth, were carried out (Figs 43a, b)
vi: In the dental laboratory, the final modifications, focusing primarily on the surface texture characteristics as seen in the contralateral natural tooth, were carried out (Hình 43a, b)

source: In the edentulous maxilla, immediate or early loading of implants utilizing a fixed prosthesis is not well-documented.
vi: Trên hàm trên mất răng, tải lực tức thì hoặc sớm của implant dùng phục hình cố định thì không được ghi lại đầy đủ.

source: In the laboratory, NN laboratory analogs were inserted into the final impression, into which a low-expansion die stone was then poured (Figs 30a, b).
vi: Trong la bo, NN laboratory analogs được gắn vào dấu sau cùng, đổ mẫu với thạch cao độ nở thấp (Hình 30a, b).

source: In the laboratory, a synOcta post for temporary restorations was modified to create a custom temporary abutment (Figs 19a-d).
vi: In the laboratory, a synOcta post for temporary restorations was modified to create a custom temporary abutment (Hình 19a-d).

source: In the laboratory, an implant analog was placed into the impression coping and soft-tissue analog material was injected around the customized impression post and allowed to set (Figs 29a-b).
vi: In the laboratory, an implant analog was placed into the impression coping and soft-tissue analog material was injected around the customized impression post and allowed to set (Hình 29a-b).

source: In the laboratory, the diagnostic waxup was performed highlighting the proposed soft-tissue margin position of the implant restorations was utilized to assist in planning the ideal implant position (Figs 11 a-f).
vi: In the laboratory, the diagnostic waxup was performed highlighting the proposed soft-tissue margin position of the implant restorations was utilized to assist in planning the ideal implant position (Hình 11 a-f).

source: In the laboratory, the position of the implant axis was confirmed as passing through the cingulum of the planned restoration (Fig 21).
vi: In the laboratory, the position of the implant axis was confirmed as passing through the cingulum of the planned restoration (Hình 21).

source: In the laboratory, the surgical index was used to confirm the position of the dental implant (Figs 30a, b).
vi: In the laboratory, the surgical index was used to confirm the position of the dental implant (Hình 30a, b).

source: In the majority of cases, soft-tissue corrections are performed after implant placement, since the exact implant position and the amount of augmented bone are only clear at this time (Figs 6a-c).
vi: In the majority of cases, soft-tissue corrections are performed after implant placement, since the exact implant position and the amount of augmented bone are only clear at this time (Hình 6a-c).

source: In the majority of such cases, an inappropriate implant selection using wide-platform implants, an inappropriate implant position invading one or several danger zones, or the use of an inappropriate treatment approach that overstresses the biologic healing capacity of the peri-implant hard and soft tissues causes these complications.
vi: Trong đa số các trường hợp như vậy, một lựa chọn cấy ghép không phù hợp sử dụng wide-platform implant, một vị trí implant không phù hợp hoặc một số vùng nguy hiểm, hoặc sử dụng một phương pháp điều trị không thích hợp mà quá nhấn mạnh khả năng lành thương sinh học của mô cứng và mô mềm quanh implant gây ra những biến chứng.

source: In the maxilla, rough-surfaced implants had similar success rates in single-tooth and partially dentate applications.
vi: Ở hàm trên, implant có bề mặt nhám có tỉ lệ thành công tương tự ở hàm mất răng đơn lẻ và mất răng bán phần.

source: In the mesiodistal dimension, the danger zones (red color) are located next to the adjacent root surfaces.
vi: Trong kích thước gần xa, vùng nguy hiểm (màu đỏ) ở vị trí cạnh bề mặt chân răng kế cận.

source: In the orofacial dimension, the implant shoulder should be positioned in the comfort zone (green color).
vi: Trong chiều ngoài trong, vai implant nên được đặt trong vùng an toàn (màu xanh).

source: In the partially dentate maxilla and mandible, the immediate restoration or loading of implants supporting fixed prostheses is not well-documented.
vi: Trên hàm bán phần hàm trên và hàm dưới, phục hình tức thì hoặc tải lực của implant nâng đỡ phục hình cố định thì không được ghi lại đầy đủ.

source: In the transitional 1980s, when the predictability of osseointegrated dental implants was widely questioned, healing protocols were advocated to overcompensate for these negative factors.
vi: Trong chuyển tiếp năm 1980 khi những dự đoán của tích hợp xương implant được nhiều người đặt câu hỏi, quy trình lành thương được ủng hộ để cố gắng sửa chữa cho những yếu tố tiêu cực.

source: In these cases, esthetic restorations are more challenging and less predictable over the long term.
vi: Trong những trường hợp này, việc phục hồi thẩm mỹ là khó khăn hơn và khó dự đoán hơn trong dài hạn.

source: In these clinical situations, placing a machined margin at shoulder level to help reduce potential inflammation is recommended (Belserand coworkers, 2004).
vi: Trong những trường hợp lâm sàng như vậy, đặt đường viền bằng máy vào mức vai implant để giúp giảm tiềm năng viêm (Belserand coworkers, 2004).

source: In this case, a pleasing soft-tissue contour was found after two soft-tissue conditioning steps (Fig 46).
vi: In this case, a pleasing soft-tissue contour was found after two soft-tissue conditioning steps (Hình 46).

source: In this case, this led to an implant position in the mesiopalatal aspect of the extraction socket (Figs 10, 11).
vi: In this case, this led to an implant position in the mesiopalatal aspect of the extraction socket (Hình 10, 11).

source: In this context, esthetic restoration is not predictable, particularly regarding the contours of the interimplant soft tissue.
vi: Trong bối cảnh này, phục hồi thẩm mỹ là không thể đoán trước được, đặc biệt là liên quan đến các đường viền của các mô mềm giữa hai implant

source: In this patient, a CO 2 laser technique (Fig 26a) was used and the short titanium healing cap replaced with a longer one (Fig 26b) in order to maintain the freshly created restorative access.
vi: In this patient, a CO 2 laser technique (Hình 26a) was used and the short titanium healing cap replaced with a longer one (Hình 26b) in order to maintain the freshly created restorative access.

source: In this patient, the provisional crown remained in place for three months to create ideal contours (Figs 36, 37).
vi: Trên bệnh nhân này, mão tạm được gắn 3 tháng để tạo đường viền lý tưởng(Hình 36, 37).

source: In this volume of the ITI Treatment Guide, the above-listed Consensus Statements will be exemplified by clinical case documentations.
vi: Trong tập này của hướng dẫn điều trị của ITI, những báo cáo đồng thuận phía trên được minh hoạ bằng các ca lâm sàng.

source: In this way, a pleasing esthetic treatment outcome could be achieved despite the compromised clinical situation (Fig 16).
vi: In this way, a pleasing esthetic treatment outcome could be achieved despite the compromised clinical situation (Hình 16).

source: Inappropriate choice of implant body and shoulder dimensions may result in hard and/or soft tissue complications.
vi: Chọn lựa không phù hợp thân và vai implant có thể dẫn đến biến chứng ở mô cứng và/hoặc mô mềm

source: Indirect occlusion
vi: Cắn khớp gián tiếp

source: Inexperienced clinician with limited implant-specific continuing education
vi: Bác sĩ không có kinh nghiệm với mức độ hạn chế của đào tạo liên tục chuyên ngành implant

source: Infection at implant site
vi: Nhiễm trùng tại chỗ cấy ghép

source: Infection at the Implant Site and Bone Level at Adjacent Teeth
vi: Nhiễm trùng tại chỗ cấy implant và mức độ xương ở răng kế cận

source: Infection at the implant site and bone level at adjacent teeth
vi: Nhiễm trùng tại chỗ cấy implant và mức độ xương ở răng kế cận

source: Information that is not readily apparent from the literature includes:
vi: Thông tin đó không phải là hiện ra rõ ràng từ y văn bao gồm:

source: Inhaltsverzeichnis
vi: Mục lục

source: Instead of a long healing cap, a provisional restoration may be instantly inserted using a chairside technique to initiate the important phase of soft-tissue conditioning.
vi: Thay cho nắp lành thương dài, phục hình tạm có thể được đặt dùng kỹ thuật chairside để khởi đầu giai đoạn quan trọng của điều tiết mô mềm.

source: Intact soft tissue
vi: Mô mềm nguyên vẹn

source: Inter-implant soft-tissue and hard-tissue support becomes unpredictable because the morphology of the implants may cause the coronal aspect of the osseous crest between them to decrease (Buser and coworkers, 2004; Tarnow and coworkers, 2003).
vi: Mô mềm quanh implant và mô cứng nâng đỡ trở nên không đoán được bởi hình thái của implant có thể gây vẻ ngoài phía thân răng của mào cương giữa chúng giảm xuống (Buser and coworkers, 2004; Tarnow and coworkers, 2003).

source: Interim Restorations
vi: Phục hồi tạm

source: Interim restorations can be either fixed or removable.
vi: Phục hình tạm có thể tháo lắp hoặc cố định.

source: Interim restorations must:
vi: phục hồi tạm thời phải:

source: Interproximal crestal bone levels and soft tissue changes adjacent to immediately restored or loaded implants were found to be similar to those reported for conventional loading protocols.
vi: Mào xương kẽ răng và mức mô mềm thay đổi liên quan tới phục hình tức thì hoặc tải lực được thấy tương tự với báo cáo quy trình tải lực thông thường.

source: Intraoral examination revealed a cantilever fixed dental prosthesis in the mandibular right quadrant, with retainers on teeth 45 and 47, and pontics at sites 44 and 46.
vi: Thăm khám trong miệng thấy một phục hình cố định có nhịp vói ở phần tư hàm dưới bên phải, với phần giữ trên răng 45 và 47, và nhịp ở vùng răng 44 và 46.

source: Introduction
vi: Giới thiệu

source: Irradiated bone
vi: Xạ trị

source: Irregular but with no need for correction
vi: Bất thường nhưng không cần chỉnh

source: Irreversible hydrocolloid impressions were obtained and poured in low expansion dental stone, and a provisional fixed dental prosthesis was fabricated and delivered (Fig 4).
vi: Lấy dấu hydrocolloid không hoàn nguyên và đổ mẫu bằng thạch cao nha khoa, và phục hình cố định tạm được làm và giao (Fig 4).

source: It also indicated a potential need for hard-tissue scalloping during implant placement to allow for proper vertical positioning of the implant shoulder (Fig 3).
vi: It also indicated a potential need for hard-tissue scalloping during implant placement to allow for proper vertical positioning of the implant shoulder (Hình 3).

source: It can be difficult to develop healthy, symmetric, and contoured soft tissues, and any failures will be readily visible—particularly when restoring adjacent missing teeth (Buser and coworkers, 2004).
vi: Nó có thể là khó khăn để phát triển các mô mềm khỏe mạnh, đối xứng, và đường viền, và bất kỳ thất bại sẽ dễ dàng nhìn thấy, đặc biệt là khi khôi phục lại mất răng kế cận (Buser và đồng nghiệp, 2004).

source: It consisted first of the harvesting of autogenous bone grafts (“chips”) in the close vicinity of the implant site and then of an adaptation to the exposed buccal implant surface to fill in the small dehiscence-type defect (Fig 17).
vi: It consisted first of the harvesting of autogenous bone grafts (“chips”) in the close vicinity of the implant site and then of an adaptation to the exposed buccal implant surface to fill in the small dehiscence-type defect (Hình 17).

source: It covered the coronal portion of the implant (Fig 22), improving the volume and position of the marginal tissue.
vi: It covered the coronal portion of the implant (Hình 22), improving the volume and position of the marginal tissue.

source: It is important to note that the CEJ of adjacent teeth can vary depending on the tooth to be replaced, and must be taken into consideration.
vi: Điều quan trọng cần lưu ý là các CEJ răng kế cận có thể khác nhau tùy thuộc vào răng được thay thế, và phải được xem xét.

source: It is logical to use the 2004 Consensus Proceedings for drawing up and publishing detailed clinical guidelines regarding diagnosis, treatment planning, and the management of patients requiring implant therapy in the esthetic zone.
vi: Nó là hợp lý để sử dụng năm 2004 Biên bản Đồng thuận cho xây dựng và xuất bản hướng dẫn lâm sàng chi tiết liên quan đến chẩn đoán, lập kế hoạch điều trị và quản lý bệnh nhân cần điều trị cấy ghép trong vùng thẩm mỹ.

source: It is not uncommon to find an implant 2 mm submucosal at the mid-facial aspect and 5-6 mm submucosal at the interproximal aspect.
vi: Nó không phải là không phổ biến để tìm một implant 2 mm dưới niêm mạc ở giữa và 5-6 mm dưới niêm mạc ở khoảng tiếp cận.

source: It is recognized that, in 2003, many of the clinical recommendations suggested by the Consensus Group were not yet associated with strong evidence.
vi: Nó cho thấy rằng, năm 2003, nhiều khuyến cáo lâm sàng đề nghị bởi Consensus Group chưa có bằng chứng mạnh.

source: It is well known for all loading protocols that stability at placement is one of the most significant factors in determining osseointegration or implant failure.
vi: Nó được biết đến cho tất cả quy trình tải lực rằng sự ổn định khi đặt là một trong những yếu tố quan trọng nhất trong xác định tích hợp xương hoặc thất bại implant.

source: It precisely captures the emergence profile of the final provisional crown and thus accurately communicates the desired clinical situation to the dental technician (Figs 10a-b).
vi: It precisely captures the emergence profile of the final provisional crown and thus accurately communicates the desired clinical situation to the dental technician (Hình 10a-b).

source: It should be noted that in many of these cases the restoration is not in contact with the opposing dentition.
vi: Có thể thấy rằng nhiều trường hợp loại này phục hình không tiếp xúc với răng đối diện.

source: It should ideally measure at least 2 mm in thickness.
vi: Lý tưởng dày ít nhất 2mm.

source: It was also apparent that an adequate horizontal tissue thickness existed, allowing for good “root-form” emergence of the proposed implant restoration (Fig 5).
vi: It was also apparent that an adequate horizontal tissue thickness existed, allowing for good “root-form” emergence of the proposed implant restoration (Hình 5).

source: It was decided to fabricate a definitive screw-retained restoration for insertion during second-stage surgery (Fig 31).
vi: It was decided to fabricate a definitive screw-retained restoration for insertion during second-stage surgery (Hình 31).

source: It was then modified with diamond bur in a high-speed handpiece to create a circumferential submucosal shoulder (Figs 11a, b).
vi: It was then modified with diamond bur in a high-speed handpiece to create a circumferential submucosal shoulder (Hình 11a, b).

source: Jaffin and Berman (1991) and others identified concerns with implants in the maxilla.
vi: Jaffin và Berman (1991) và những người khác xác định mối liên quan với cấy ghép vào hàm trên.

source: Jaffin and Berman (1991), Hermann and coworkers (2005), and others reported a significantly higher implant loss with shorter, machined-surface implants in the posterior maxilla and mandible.
vi: Jaffin và Berman (Năm 1991), Hermann và đồng nghiệp (2005), và những người khác báo cáo một tỉ lệ cao hơn đáng kể cấy ghép thất bại với implant có bề mặt được gia công, ngắn hơn, ở phía sau hàm trên và hàm dưới.

source: Jeffrey Ganeles, Daniel Wismeijer: “Early and Immediately Restored and Loaded Dental Implants for Single-Tooth and Partial-Arch Applications”
vi: Jeffrey Ganeles, Daniel Wismeijer: “Phục hình sớm và tức thì và tải lực implant nha khoa cho phục hình răng đơn lẻ và bán phần”

source: Jungner and coworkers (2005) compared the effect of roughened-surface implants to that of machined-surface implants under early-loading conditions.
vi: Jungner và đồng nghiệp (2005) so sánh hiệu quả của implant bề mặt implant nhám với implant bề mặt được gia công dưới điều kiện tải lực sớm.

source: Light smoker (< 10 cig/d)
vi: Hút thuốc ít(< 10 điếu/ngày)

source: Limited access to the shoulder in the interproximal region makes it difficult to justify placement of a cement line at the implant shoulder.
vi: Hạn chế tiếp cận tới vai implant trong vùng tiếp cận làm nó khó khăn để đánh giá thay thế của đường xi măng tại vị trí vai implant.

source: Limited documentation is available to evaluate early loading of implants in the fully edentulous mandible, as most publications have addressed either conventional or immediate options.
vi: Giới hạn tài liệu có sẵn để đánh giá tải lực sớm của implant trên hàm dưới mất răng toàn bộ, như hầu hết ấn phẩm đã giải quyết hoặc là chọn lựa thông thường hoặc tức thì.

source: Limited implant-specific clinical experience
vi: Kinh nghiệm lâm sàng chuyên ngành implant hạn chế

source: Lip line
vi: Đường môi

source: Literature shows increasing evidence that these patients pose potential risk to biologic complications (Ellegaard and coworkers, 1997; Karroussis and coworkers, 2003).
vi: Y văn cho thấy tăng bằng chứng rằng bệnh nhân nguy cơ tiềm năng đến biến chứng sinh học (Ellegaard and coworkers, 1997; Karroussis and coworkers, 2003).

source: Literature/References
vi: Y văn/Tham khảo

source: Loading Protocols in Implant Dentistry Partially Dentate Patients
vi: Quy trình tải lực trong cấy ghép nha khoa bệnh nhân mất răng bán phần.

source: Loading protocol
vi: Quy trình tải lực

source: Local infections associated with periodontal disease, endodontic lesions, post-traumatic lesions (root fractures, root resorption, and/or ankylosis), or foreign bodies (amalgam remnants, infected root remnants), are capable of directly reducing the quantity and quality of the hard and soft tissues at potential implant sites or adjacent to them.
vi: Nhiễm trùng tại chỗ kết hợp với bệnh nha chu, tổn thương nội nha, tổn thương sau chấn thương (gãy chân răng, tiêu ngót chân răng, và hoặc cứng khớp), hoặc vật lạ (amalgam dư, chân răng còn sót nhiênhiễm trùng), có khả năng làm giảm trực tiếp số lượng và chất lượng mô cứng và mô mềm tại vùng có tiềm năng cấy ghép và vùng kế cận.

source: Location of the Implant Shoulder
vi: Vị trí của vai implant

source: Location of the midfacial mucosal implant margin in relation to the incisal edge or implant shoulder
vi: Vị trí của đường viền niêm mạc implant giữa mặt ngoài trong quan hệ với bờ cắn hoặc vai implant.

source: Looking at the adjacent teeth, the interproximal bone levels were judged to be sufficiently well maintained for adequate soft-tissue support after implant therapy (Fig 5).
vi: Looking at the adjacent teeth, the interproximal bone levels were judged to be sufficiently well maintained for adequate soft-tissue support after implant therapy (Hình 5).

source: Looking from the incisal aspect, the design of these “wings” becomes more apparent (Fig 44).
vi: Looking from the incisal aspect, the design of these “wings” becomes more apparent (Hình 44).

source: Loss of vertical bone in the edentulous space also magnifies the risk associated with many other factors—particularly the periodontal health of adjacent teeth.
vi: Mất xương chiều dọc ở vùng mất răng cũng tăng nguy cơ liên quan tới nhiều yếu tố - đặc biệt là sự lành mạnh của mô nha chu của răng kế cận.

source: Low
vi: Thấp

source: Low Lip Line
vi: Đường môi thấp

source: Low esthetic risk based on esthetic risk profile
vi: Nguy cơ thẩm mỹ thấp dựa trên hồ sơ nguy cơ thẩm mỹ

source: Low or moderate
vi: Thấp hoặc trung bình

source: Low scalloped, thick
vi: Kiểu vỏ sò thấp, dày

source: Low-scalloped, thick
vi: Kiểu vỏ sò thấp, dày

source: Lower success rates for implants in the maxilla, as compared to implants in the mandible, have been confirmed with machined-surface implants (Ekfeldt and coworkers, 2001; Jemt and Hager, 2006; Jemt and coworkers, 1996).
vi: Tỉ lệ thành công thấp hơn cho implant ở hàm trên, so sánh với hàm dưới, được xác nhận với implant bề mặt được gia công (Ekfeldt and coworkers, 2001; Jemt and Hager, 2006; Jemt and coworkers, 1996).

source: Many factors should routinely be considered during the planning process in an effort to improve the predictability of treatment.
vi: Nhiều nhân tố nên thường xuyên được coi là trong quá trình lên kế hoạch trong một nỗ lực để cải thiện dự đoán của điều trị.

source: Matteo Chiapasco: “Early and Immediate Restoration and Loading of Implants in Completely Edentulous Patients”
vi: Matteo Chiapasco: “Phục hình sớm và tức thì và tải lực của implant ở bệnh nhân mất răng toàn phần”

source: Maximum intercuspation of definitive all-ceramic restorations.
vi: Lồng múi tối đa của phục hình toàn sứ sau cùng

source: Meanwhile, the topic of loading protocols for endosseous implants has been further researched, and additional literature was published.
vi: Trong khi đó, chủ đề quy trình tải lực cho implant trong xương được nghiên cứu sâu hơn, và y văn thêm vào được xuất bản.

source: Meanwhile, tooth 24 received endodontic treatment and a metal-ceramic crown.
vi: Trong khi đó, răng 24 nhận được điều trị nội nha và một mão răng sứ kim loại.

source: Measurement of Esthetic Outcomes
vi: Đo lường kết quả thẩm mỹ

source: Medical
vi: Y khoa

source: Medical conditions present though controlled
vi: Tình trạng y khoa hiện có được kiểm soát

source: Medical conditions that retard or diminish implant integration and smoking
vi: Tình trạng y khoa làm chậm hoặc giảm bớt tích hợp xương và hút thuốc

source: Medical risk factors
vi: Yếu tố nguy cơ y khoa

source: Medical status
vi: Tình trạng y khoa

source: Medication with steroids
vi: Thuốc có steroids

source: Medium
vi: Trung bình

source: Medium Lip Line
vi: Đương môi trung bình

source: Medium scalloped, medium thick
vi: Kiểu vỏ sò trung bình, dày trung bình

source: Medium-Gingiva Biotype
vi: Dạng sinh học của nướu trung bình

source: Medium-gingiva biotypes display some characteristics of a thick biotype—most often the presence of thick attached gingival tissues.
vi: Dạng sinh học nướu trung bình biểu hiện vài đặc điểm của dạng dày - dạng thường gặp nhất của mô nướu dày.

source: Medium-scalloped, medium-thick
vi: Kiểu vỏ sò trung bình, dày trung bình

source: Mesiodistal
vi: Gần xa

source: Mesiodistal Dimension
vi: Kích thước gần xa

source: Mesiodistal space
vi: Khoảng gần xa

source: Mesiodistal space (mandibular anterior)
vi: Khoảng gần xa (phía trước hàm dưới)

source: Mesiodistal space (maxillary central)
vi: Khoảng gần xa (răng cửa giữa hàm trên)

source: Mesiodistal space (maxillary laterals and canines)
vi: Khoảng gần xa (răng cửa bên hàm trên và răng nanh)
